app/controllers/users_controller.rb

SELECT `users`.* FROM `users` WHERE (`users`.`id` = 62) LIMIT 1
---
  def show
    @user = User.find(params[:id])